app/views/articles/_article_partial.html.erb

  <p><strong>Categories:</strong>
  <% @article.categories.each do |category| %>
---
SELECT "categories".* FROM "categories" INNER JOIN "article_categories" ON "categories"."id" = "article_categories"."category_id" WHERE "article_categories"."article_id" = $1  [["article_id", 61]]