app/views/shared/_left_sidebar.html.erb


  <% side_categories = Category.all %>
---
SELECT "categories".* FROM "categories"